[
{
"name": "GEL-KAYANO 30",
"price": 180.00,
"colors": 9,
"description": "The GEL-KAYANO™ 30 running shoe combines maximum support with ultimate comfort for complete peace of mind. Our most advanced stability shoe yet, it’s designed to help you run further for longer. And thanks to its adaptive stability and superior comfort, you’ll wish the road would never end.  The shoe’s 4D GUIDANCE SYSTEM™ technology is a revolutionary stability system that will help steady your stride on your run, but that doesn’t mean that we’ve compromised on comfort. In fact, the pairing of our new PureGEL™ technology and soft FF BLAST™ PLUS ECO foam means you’ll experience incredible comfort each time you hit the road.  What makes GEL-KAYANO™ 30 running shoe so supportive and comfortable?  Revolutionary 4D GUIDANCE SYSTEM™ technology delivers adaptive stability for moments when you need it most to keep you running for longer. New PureGEL™ technology improves softness and shock absorption to reduce the impact on your joints and keep you running comfortably. FF BLAST™ PLUS ECO foam delivers softer landing and energised cushioning to keep you feeling comfortable on harder surfaces. What else makes the GEL-KAYANO™ 30 shoe stand out?  This shoe is designed with your protection and comfort in mind - we’ve spent hours testing and perfecting it at our Institute of Sports Science (ISS) in Japan. The GEL-KAYANO™ 30 running shoe includes additional technical features to support you during your runs, which you’ll find listed under ‘Tech & Features’ below.",
"imageName": "https://images.asics.com/is/image/asics/1011B548_001_SR_RT_GLB?$zoom$"
},
{
"name": "GT-2160",
"price": 125.00,
"colors": 2,
"description": "The GT-2160 sneaker pays homage to the technical design language from the GT-2000 series in the early 2010s. This rendition keeps the heritage trainer's iconic design language intact, preserving key features like its sleek aesthetic and wavy forefoot sculpting. Other influential details from the 2010s include a segmented midsole structure and GEL technology inserts. This combination creates an industrial aesthetic that's met with advanced cushioning properties.",
"imageName": "https://images.asics.com/is/image/asics/1203A275_102_SR_RT_GLB?$zoom$"
},
{
"name": "GEL-KAYANO 14",
"price": 145.00,
"colors": 7,
"description": "Conveying a new perception to the retro running shape, the GEL-KAYANO™ 14 running shoe resurfaces with its late 2000s aesthetic as a nod to our storied GEL-KAYANO™ series. Reinterpreting the shoe's performance capabilities with updated materials and componentry, this version became the first iteration in the sneaker's lineage to be designed by someone other than Toshikazu Kayano. This torch's passing would also reignite the franchise's signature values while making advancements in its performance evolution. Mirroring the original midsole tooling with GEL™ technology cushioning, this shoe also improves the fit of the upper while retaining its layered leather and mesh construction from 2008. Additionally, the sockliner is produced with a solution dyeing process that reduces water usage by 33% and carbon emissions by approx. 45%",
"imageName": "https://images.asics.com/is/image/asics/1201A019_102_SR_RT_GLB?$zoom$"
},
{
"name": "GEL-LETHAL FIELD",
"price": 47.00,
"colors": 3,
"description": "The GEL-LETHAL FIELD shoe is designed to keep your feet supported, so you can center your attention on making big plays throughout the match. This shoe offers good grip and improved flexibility when performing agile movements on the field.  The outsole pattern is structured to increase traction while making it easier to pivot. This helps you move side-to-side and switch directions more easily. Meanwhile, the outsole's flex grooves are designed to promote smoother transitions.",
"imageName": "https://images.asics.com/is/image/asics/1111A200_402_SR_RT_GLB?$zoom$"
},
{
"name": "NOVOBLAST 3",
"price": 135.00,
"colors": 11,
"description": "The NOVABLAST 3 running shoe draws inspiration from a geometric origami feature for the upper and midsole. After making the shoe approx. 30g lighter than the previous version, we also equipped this style with improved comfort.​  A tongue wing construction in the upper helps improve the fit while reducing tongue movement. This component is reinforced with a more supportive heel design to help guide the foot with more control through your gait cycle.​  Meanwhile, the midsole’s FF BLAST PLUS cushioning helps create a lighter and more responsive feel underfoot.",
"imageName": "https://images.asics.com/is/image/asics/1011B458_021_SR_RT_GLB?$zoom$"
},
{
"name": "GT-1000",
"price": 86.00,
"colors": 7,
"description": "Our key focus for the GT-1000™ 11 shoe was to make it softer and smoother. Designed for an active lifestyle, this shoe is functional for running or wearing to the gym. FLYTEFOAM™ cushioning in the midsole is tuned with a lower density than the previous version. Teamed with GEL™ technology, this combination creates softer landings and smoother transitions. LITETRUSS™ technology is placed on the midsole’s inside angle to reduce pronation. It helps produce a more supportive stride while keeping overpronation at bay.",
"imageName": "https://images.asics.com/is/image/asics/1011B354_001_SR_RT_GLB?$zoom$"
},
{
"name": "METARISE",
"price": 190.00,
"colors": 4,
"description": "The METARISE™ volleyball shoe features advanced componentry that's functional for helping Outside Hitters and Middles jump higher.This shoe incorporates a MONO-SOCK™ upper design that helps promote a comfortable fit and excellent support. Additionally, the DYNAWRAP technology offers supportive paneling from the base of the laces, over the arch and along the midsole to increase stability when making quick transitions or breaking on the court.The METARISE™ volleyball shoe is designed to help players cut-in more smoothly. This application features a curved shape in the heel. The wider gauge in the forefoot improves forefoot stability during abrupt braking—preventing power loss before jumping. FLYTEFOAM™ Propel technology in the midsole helps create a responsive bounce. In contrast, the RISETRUSS™ technology creates propulsion when bending the foot to generate a spring-like recoil during the final stage of a jumping motion.",
"imageName": "https://images.asics.com/is/image/asics/1051A058_100_SR_RT_GLB?$zoom$"
},
{
"name": "GEL-NYC",
"price": 145.00,
"colors": 10,
"description": "The GEL-NYC sneaker sources inspiration from heritage and modern performance running styles.​  Its upper construction references the GEL-NIMBUS 3 shoe from the early 2000s and blends it with various embellishments from the MC-PLUS V design.​  The tooling contrasts the upper's retro influences by using the GEL-CUMULUS 16 shoe's tooling system. Through a combination of lightweight foams and GEL technology inserts, this midsole formation helps create advanced underfoot comfort.",
"imageName": "https://images.asics.com/is/image/asics/1201A789_750_SR_RT_GLB?$zoom$"
},
{
"name": "GEL-NIMBUS 25",
"price": 175.00,
"colors": 4,
"description": "The GEL-NIMBUS 25 shoe's soft cushioning properties help you feel like you're landing on clouds. Part of our COLOR INJECTION Pack, this colorway draws inspiration from Van Gogh's paintings and his recognizable brush strokes. A soft engineered knit upper comfortably wraps your foot while supplying advanced ventilation. Its updated knit collar construction provides better flexibility and extends around the ankle for a more luxurious fit and feel.​ The midsole is packed with the most cushioning that the series has offered to date. By using FF BLAST PLUS ECO cushioning, this trainer creates a lighter and softer cushioning experience with less of an impact on the environment.",
"imageName": "https://images.asics.com/is/image/asics/1011B774_400_SR_RT_GLB?$zoom$"
},
{
"name": "GEL-VENTURE 8",
"price": 80.00,
"colors": 3,
"description": "The GEL-CHALLENGER™ 13 tennis shoe from the NOVAK Pack is inspired by the idea of being there for one another and living uplifted. The shoe's supportive upper keeps your feet locked in on the shoe's platform. It creates a reinforced feel during volleys or when you're dropping back to track down deep lob shots. WINGWALL™ technology is placed in the sidewall to improve stability during side-to-side movements. This feature offers good support so that you can step into your shot and stroke the ball with more pace.",
"imageName": "https://images.asics.com/is/image/asics/1041A397_960_SR_RT_GLB?$zoom$"
}
]
